/* No comment provided by engineer. */
"Around Me" = "Around Me";

/* No comment provided by engineer. */
"Home" = "Home";

"End of Hairfies" = "Join the Hairfie community";
"Hairfies" = "Hairfies";
"Book" = "Book";

"women hairdresser" = "WOMEN HAIRDRESSER";
"men hairdresser" = "MEN HAIRDRESSER";

"Filter search" = "Filter your search";